{
  "data": [
  {
    "name": "Catio",
    "pub_date": "8/9/24",
    "header_pic": "catioDone.png",
    "featured": true,
    "categories": ["construction", "pets", "tempe"],
    "about": "Last year, my best friend and her girlfriend along with their three cats moved into one of the units in the two rental houses I own on a 9000 sq ft lot in Tempe, AZ. I wanted to make sure their cats had space to get fresh air and get away from each other if needed (as they blended their cat families) —and I love woodworking, so I decided to build a catio for them.",
    "tools": [
      "Cordless hammer/ impact drill (we use a Black and Decker Matrix drill which has a bunch of interchangeable tool heads. We used the impact head for the vast majority of the screws, but we switched to the hammer head to drill into and ).",
      "Air Compressor with Staple gun attachment",
      "Tin snips",
      "Level",
      "Square angle",
      "Tape measure",
      "Pencil or Pen",
      "Electric miter saw"
    ],
    "materials": [
      "2.5 inch deck screws: 1 box",
      "Construction staples: 1 box",
      "2-D L brackets",
      "Concrete Drill Bits (it took us two bits to make three pilot holes in the block wall we anchored to)",
      "Concrete Screws: 3-4 screws per anchor point",
      "Gate hinges (set of 2)",
      "Pressure Treated Lumber: approx 10 2x4x8s and 10 2x6x8s",
      "Wire Mesh: We used two rolls of '“'Fencer Wire 3 ft. x 50 ft. 16-Gauge Welded Wire Fence with Mesh 2 in. x 3 in'. If I did it over again, I would use a smaller mesh, but so far it's been keeping the cats in and whatever else out.  (I read that 16 gauge was recommended to make sure cats can’t break the wire with claws or teeth)."
    ],
    "materials_pics": [
      {
        "name": "2-D L Brackets",
        "pic": "2dl.png"
      },{
        "name": "3-D L Brackets",
        "pic": "3dl.png"
      }
    ],
    "slides_only": true,
    "phases": [
      {
        "pic": "catioA.png",
        "label": "Planning",
        "paragraphs": [{
          "text": "Planning: I was very excited to see the cats reaction to the catio, so as soon as my friend signed her lease, I completely rushed everything.I did a google search for “enclosed porch catio”, got some results that looked like what I had been envisioning, skimmed through a couple blogs and articles, grabbed the dimensions of the back patio off of the house’s blueprints (from when I had this house built a couple years back) and I made a really rough sketch of a design that sort of mimicked some of the things I had seen other people do… and then I went to home depot and bought a bunch of hardware based on my initial whim."
        }]
      },
      {
        "pic": "catioB.png",
        "label": "Build a frame",
        "paragraphs": [{
          "text": "First, using metal L braces, 2.5” deck screws, and pressure treated 2x4(x8)s and 2x6(x8) (that I had left over from a couple previous projects) we built a wood frame that outlined the patio windows and sliding door.  (note we used the impact drill head for building the frame… the only time we used the hammer attachment was to anchor to a masonry wall of the house)."
        }]
      },
      {
        "pic": "catioC.png",
        "label": "Make frame into stable boxes",
        "paragraphs": [{
          "text": "Using the initial frame as a template, we built a matching frame for the outside panel of the catio and then cut 2x4s/2x6s to span the depth of the catio enclosure. Using deck screws, we fastened the overhead boards across the top of the two frame panels."
        }]
      },
      {
        "pic": "catioD.png",
        "label": "Add a gate",
        "paragraphs": [{
          "text": "Once we had the outer frame together, we made a simple a entry gate with a height and width 2” smaller than the surrounding frame. I had wanted to keep the whole structure “floating” so it could easily be removed if my friend moved out and a new tenant did not want the catio, but every time we opened the gate, the whole structure moved, so we anchored the gate-side of the catio frame to a masonry wall of the house using a (3d) L bracket and concrete screws."
        }]
      },
      {
        "pic": "catioE.png",
        "label": "Build the cat lounge",
        "paragraphs": [{
          "text": "We used a bunch of tongue and groove ceiling board, 2x4s and 2x6 scraps to make a bench, a small staircase and a perch for the cats and then I stapled scraps of carpet on to make it more comfy for them."
        }]
      },
      {
        "pic": "catioF.png",
        "label": "Enclose the frame",
        "paragraphs": [{
          "text": "To enclose the catio, we stretched rolls of fencer wire across the outside of the frame, pulling it taught and pinning the wire mesh in place with heavy duty 14mm staples as we unrolled it across the frame."
        }]
      },
      {
        "pic": "catioDone.png",
        "label": "Enjoy",
        "paragraphs": [{
          "text": "It’s been about a year since initial construction and so far the cats and cat moms indicate that its been working out purrrfectly."
        }]
      }
    ]
  },
  {
      "name": "Making Garden soil",
      "header_pic": "soil3.png",
      "pub_date": "8/30/24",
      "featured": false,
      "categories": ["garden"],
      "about": "It's a dirty business",
      "tools": [
        "shovel",
        "reusable construction bags (optional)",
        "gloves",
        "n95 mask"
      ],
      "materials": [
        "compost",
        "sand",
        "livestock mulch",
        "Ammend",
        "perlite"
      ],
      "slides_only": true,
      "phases": [
        {
          "pic": "soil1.png",
          "label": "Gather materials",
          "paragraphs": [
            {
              "text": "Gather the materials you will be using and dump them out in a mound."
            }
          ]},{
          "pic": "",
          "label": "Mix soil components",
          "vid": "W2j1wN6xMMk",
          "paragraphs": [
            {
              "text": "Stir materials together like you're folding egg whites into batter."
            }
          ]},{
          "pic": "soilDone.png",
          "label": "Disperse and Use Soil in Garden Beds or for Potting",
          "paragraphs": [
            {
              "text": "Mix soil into garden beds or use in pots etc."
            }
          ]}
      ]
    },
  {
    "name": "Raised Garden Beds",
    "pub_date": "8/23/24",
    "header_pic": "rbTurnsoil.png",
    "featured": false,
    "categories": ["garden"],
    "about": "Concrete planter wall blocks make setting up decent looking garden beds easy",
    "tools": [
      "pickaxe",
      "shovel",
      "hand roto-tiller (optional)",
      "rake",
      "gloves",
      "mask"
    ],
    "materials": [
      "2 4 ft x6 inch pieces of lumber (can be 4inch thick or just fence boards)",
      "4 Oldcastle (or other brand) planter wall blocks",
      "soil",
      "perlite (optional)",
      "compost (optional)"
    ],
    "slides_only": true,
    "phases": [
      {
        "label": "Prep and Planning",
        "pic": "rb2.png",
        "paragraphs": [
          {
            "text": "Gather materials and pick a location for your garden bed that's out of the flow of traffic in your yard, but with good sun exposure. If necessary cut lumber to fit to the desired size for your garden bed."
          }
        ]},
      {
        "label": "Setup the Perimeter walls",
        "pic": "rb3.png",
        "paragraphs": [
          {
            "text": "Scrape a level path between the corner blocks for each edge of your garden."
          }]
      },{
        "label": "Remove Loose Dirt and Debris from Garden Bed",
        "pic": "rb5.png",
        "paragraphs": [
          {
            "text": "When 3 side walls are placed, rake out any loose gravel or dirt from within the perimeter of the bed."
          }]
      },{
        "label": "Loosen Existing Dirt",
        "pic": "rb6.png",
        "paragraphs": [
          {
            "text":  "Using the pickax, shovel and/or hand tiller, loosen the soil 3-6 inches below the bottom level of the garden walls."
          }]
      },{
        "label": "Soak Overnight if Necessary",
        "pic": "rb7.png",
        "paragraphs": [
          {
            "text":  "It may be necessary to soak the bed overnight and come back to work with the damp soil the next day."
          }]
      },{
        "label": "Fill with Soil",
        "pic": "gbed6.png",
        "paragraphs": [
          {
            "text":  "After the bed is dug down, add garden soil, perlite and compost and shovel/rake to mix with the loose dirt and you should be ready for planting!"
          }]
      }
    ]
  },
  {
      "name": "Growing Basil From Cuttings",
      "pub_date": "8/16/24",
      "header_pic": "basil5.png",
      "featured": false,
      "categories": ["plants","garden", "grow light"],
      "about": "Use cuttings from Pho or from a larger basil plant to grow a new clone",
      "tools": ["box cutter (optional)", "rooting hormone (optional)", "grow light (optional)"],
      "materials": ["basil cuttings", "jar", "small pot", "potting soil"],
      "slides_only": false,
      "phases": [
        {
          "pic": "basil1.png",
          "label": "Selecting Cuttings",
          "paragraphs": [
            {
              "text": " Take green, non-flowering, healthy basil cuttings from 'nodes' (areas where a branches branch off), as close to the bottom the plant as possible (roots from the bottom of the plant root faster). -- or you can also use cuttings from Pho."}
          ]
        },
        {
          "pic": "basilB.png",
          "label": "Cut at 45 degree angle",
          "paragraphs": [{
            "text": "If the root does not come off cleanly at the node (at about a 45 degree angle)."
          }]
        },
        {
          "pic": "basilC.png",
          "label": "To speed-up rooting",
          "paragraphs": [{
            "text": "You can dip the cutting in water then in rooting powder (follow manufacturors instructions for safe handling and disposal of rooting powder!)."
          }]
        },
        {
          "pic": "basil2.png",
          "label": "Set In Well Lit Area",
          "paragraphs": [{
            "text": "Set cutting(s) in a jar that is about 1/4 -1/2 full of water try to keep the leaves out of the water (by draping them over the edge of the jar) and place in a window or under a florescent light or 'grow light'. It should take about 3-10 days for roots to develop."
          }]
        },
        {
          "vid": "t31lLR2nUzk",
          "label": "Transplant to soil",
          "paragraphs": [{
            "text": "Once the basil has sprouted roots, transplant to a small pot, by holding the plantling suspended in a small pot and alternating between shaking dirt and pouring water around the plantling until the pot is filled with wet soil around it. When the plant is at least 6 inches tall, and has a hearty stem and vibrant leaves, Transfer to your garden or a larger (as long as it's not too cold outside)."
          }]
        }
      ]
    },
  {
    "name": "Water Garden / Mosquito Fish pond",
    "header_pic": "pondDone.png",
    "pub_date": "9/6/24",
    "featured": false,
    "categories": ["garden"],
    "about": "Its tough keeping chickens alive in the summer, so I made a pond for ours.",
    "tools": [
      "shovel",
      "pickax",
      "hose"
    ],
    "materials": [
      "pond liner",
      "cardboard",
      "waterfall pump",
      "waterfall trough",
      "water pump tubing",
      "river rocks",
      "pea gravel",
      "underwater soil bag",
      "underwater soil mix",
      "water lily tubor"
    ],
    "slides_only": true,
    "phases": [
      {
        "pic": "pond1.png",
        "label": "Start Digging",
        "paragraphs": [{
          "text": "Find a place for your pond and get ready to dig"
        }]
      },{
        "pic": "pond2.png",
        "label": "Soak your hole and dig some more",
        "paragraphs": [{
          "text": "And Dig"
        }]},{
        "pic": "pond3.png",
        "label": "Keep Soaking and Digging",
        "paragraphs": [{
          "text": "you've got to go on diggin' holes..."
        }]
      },{
        "pic": "pond5.png",
        "label": "Dig it",
        "paragraphs": [{
          "text": "..."
        }]
      },{
        "pic": "pond6.png",
        "label": "Line pond hole with cardboard, and then put down a pond liner (I forgot to take a pic of the pond liner)",
        "paragraphs": [{
          "text": "..."
        }]
      },{
        "pic": "pond7.png",
        "label": "Fill with water and hope for no leaks",
        "paragraphs": [{
          "text": "..."
        }]
      },{
        "vid": "chickenVideo",
        "label": "And unleash your chickens to enjoy your work",
        "paragraphs": [{
          "text": "..."
        }]
      }
    ]
  },
  {
    "name":  "Hydroponic Gardens",
    "pub_date": "9/13/24",
    "header_pic": "hydro1.png",
    "featured": false,
    "categories": ["plants", "grow light","garden"],
    "about": "",
    "tools": [],
    "materials": [],
    "slides_only": true,
    "phases": [
      {
        "pic": "",
        "text": ""
      }
    ]
  },
  {
    "name":  "Subway Tile",
    "pub_date": "9/20/24",
    "header_pic": "subTile1.png",
    "featured": false,
    "categories": ["construction", "finishing work"],
    "about": "",
    "tools": [],
    "materials": [],
    "slides_only": true,
    "phases": [
      {
        "pic": "",
        "text": ""
      }
    ]
  }
]
}