{
  "data": [
  {
    "name": "Catio",
    "pub_date": "8/9/24",
    "header_pic": "catioDone.png",
    "featured": true,
    "categories": ["construction", "pets", "tempe"],
    "about": "Last year, my best friend and her girlfriend along with their three cats moved into one of the units in the two rental houses I own on a 9000 sq ft lot in Tempe, AZ. I wanted to make sure their cats had space to get fresh air and get away from each other if needed (as they blended their cat families) —and I love woodworking, so I decided to build a catio for them.",
    "tools": [
      "Cordless hammer/ impact drill (we use a Black and Decker Matrix drill which has a bunch of interchangeable tool heads. We used the impact head for the vast majority of the screws, but we switched to the hammer head to drill into and ).",
      "Air Compressor with Staple gun attachment",
      "Tin snips",
      "Level",
      "Square angle",
      "Tape measure",
      "Pencil or Pen",
      "Electric miter saw"
    ],
    "materials": [
      "2.5 inch deck screws: 1 box",
      "Construction staples: 1 box",
      "2-D L brackets",
      "Concrete Drill Bits (it took us two bits to make three pilot holes in the block wall we anchored to)",
      "Concrete Screws: 3-4 screws per anchor point",
      "Gate hinges (set of 2)",
      "Pressure Treated Lumber: approx 10 2x4x8s and 10 2x6x8s",
      "Wire Mesh: We used two rolls of '“'Fencer Wire 3 ft. x 50 ft. 16-Gauge Welded Wire Fence with Mesh 2 in. x 3 in'. If I did it over again, I would use a smaller mesh, but so far it's been keeping the cats in and whatever else out.  (I read that 16 gauge was recommended to make sure cats can’t break the wire with claws or teeth)."
    ],
    "materials_pics": [
      {
        "name": "2-D L Brackets",
        "pic": "2dl.png"
      },{
        "name": "3-D L Brackets",
        "pic": "3dl.png"
      }
    ],
    "slides_only": false,
    "phases": [
      {
        "pic": "catioA.png",
        "label": "Planning",
        "paragraphs": [{
          "text": "Planning: I was very excited to see the cats reaction to the catio, so as soon as my friend signed her lease, I completely rushed everything.I did a google search for “enclosed porch catio”, got some results that looked like what I had been envisioning, skimmed through a couple blogs and articles, grabbed the dimensions of the back patio off of the house’s blueprints (from when I had this house built a couple years back) and I made a really rough sketch of a design that sort of mimicked some of the things I had seen other people do… and then I went to home depot and bought a bunch of hardware based on my initial whim."
        }]
      },
      {
        "pic": "catioB.png",
        "label": "Build a frame",
        "paragraphs": [{
          "text": "First, using metal L braces, 2.5” deck screws, and pressure treated 2x4(x8)s and 2x6(x8) (that I had left over from a couple previous projects) we built a wood frame that outlined the patio windows and sliding door.  (note we used the impact drill head for building the frame… the only time we used the hammer attachment was to anchor to a masonry wall of the house)."
        }]
      },
      {
        "pic": "catioC.png",
        "label": "Make frame into stable boxes",
        "paragraphs": [{
          "text": "Using the initial frame as a template, we built a matching frame for the outside panel of the catio and then cut 2x4s/2x6s to span the depth of the catio enclosure. Using deck screws, we fastened the overhead boards across the top of the two frame panels."
        }]
      },
      {
        "pic": "catioD.png",
        "label": "Add a gate",
        "paragraphs": [{
          "text": "Once we had the outer frame together, we made a simple a entry gate with a height and width 2” smaller than the surrounding frame. I had wanted to keep the whole structure “floating” so it could easily be removed if my friend moved out and a new tenant did not want the catio, but every time we opened the gate, the whole structure moved, so we anchored the gate-side of the catio frame to a masonry wall of the house using a (3d) L bracket and concrete screws."
        }]
      },
      {
        "pic": "catioAlmostDone.png",
        "label": "Enclose the frame",
        "paragraphs": [{
          "text": "To enclose the catio, we stretched rolls of fencer wire across the outside of the frame, pulling it taught and pinning the wire mesh in place with heavy duty 14mm staples as we unrolled it across the frame. We ended up just short of wire for the longest side, so we used a bit of regular chicken wire across the top corner)"
        }]
      },
      {
        "pic": "catioE.png",
        "label": "Build the cat lounge",
        "paragraphs": [{
          "text": "We used a bunch of tongue and groove ceiling board, 2x4s and 2x6 scraps to make a bench, a small staircase and a perch for the cats and then I stapled scraps of carpet on to make it more comfy for them."
        }]
      },
      {
        "pic": "catioDone.png",
        "label": "Enjoy",
        "paragraphs": [{
          "text": "It’s been about a year since initial construction and so far the cats and cat moms indicate that its been working out purrrfectly."
        }]
      }
    ]
  },
  {
      "name": "Making Garden soil",
      "header_pic": "soil3.png",
      "pub_date": "8/16/24",
      "featured": false,
      "categories": ["garden"],
      "about": "It's a dirty business",
      "tools": [
        "shovel",
        "reusable construction bags (optional)",
        "gloves",
        "n95 mask"
      ],
      "materials": [
        "compost",
        "sand",
        "livestock mulch",
        "Ammend",
        "perlite"
      ],
      "slides_only": true,
      "phases": [
        {
          "pic": "soil1.png",
          "label": "Gather materials",
          "paragraphs": [
            {
              "text": "Gather the materials you will be using and dump them out in a mound."
            }
          ]},{
          "pic": "",
          "label": "Mix soil components",
          "vid": "W2j1wN6xMMk",
          "paragraphs": [
            {
              "text": "Stir materials together like you're folding egg whites into batter."
            }
          ]},{
          "pic": "soilDone.png",
          "label": "Disperse and Use Soil in Garden Beds or for Potting",
          "paragraphs": [
            {
              "text": "Mix soil into garden beds or use in pots etc."
            }
          ]}
      ]
    },
  {
    "name": "Raised Garden Beds",
    "pub_date": "8/23/24",
    "header_pic": "rbTurnsoil.png",
    "featured": false,
    "categories": ["garden"],
    "about": "Concrete planter wall blocks make setting up decent looking garden beds easy",
    "tools": [
      "pickaxe",
      "shovel",
      "hand roto-tiller (optional)",
      "rake",
      "gloves",
      "mask"
    ],
    "materials": [
      "2 4 ft x6 inch pieces of lumber (can be 4inch thick or just fence boards.) Note- if you wish for the walls to be more than 1 block high, multiply supplies accordingly.",
      "4 Oldcastle (or other brand) planter wall blocks",
      "soil",
      "rebar (optional)",
      "livestock fence or chicken wire (optional)",
      "perlite (optional)",
      "compost (optional)"
    ],
    "slides_only": true,
    "phases": [
      {
        "label": "Prep and Planning",
        "pic": "rb2.png",
        "paragraphs": [
          {
            "text": "Gather materials and pick a location for the garden bed that's out of the flow of traffic in the yard, but with good sun exposure. If necessary cut lumber to fit to the desired size for the garden bed."
          }
        ]},
      {
        "label": "Setup the Perimeter walls",
        "pic": "rb3.png",
        "paragraphs": [
          {
            "text": "Scrape a level path between the corner blocks for each edge of the garden."
          }]
      },{
        "label": "Remove Loose Dirt and Debris from Garden Bed",
        "pic": "rb5.png",
        "paragraphs": [
          {
            "text": "When 3 side walls are placed, rake out any loose gravel or dirt from within the perimeter of the bed."
          }]
      },{
        "label": "Loosen Existing Dirt",
        "pic": "rb6.png",
        "paragraphs": [
          {
            "text":  "Using the pickax, shovel and/or hand tiller, loosen the soil 3-6 inches below the bottom level of the garden walls."
          }]
      },{
        "label": "Soak Overnight if Necessary",
        "pic": "rb7.png",
        "paragraphs": [
          {
            "text":  "It may be necessary to soak the bed overnight and come back to work with the damp soil the next day."
          }]
      },{
        "label": "Fill with Soil",
        "pic": "gbed6.png",
        "paragraphs": [
          {
            "text":  "After the bed is dug down, add garden soil, perlite and compost and shovel/rake to mix with the loose dirt and you should be ready for planting!"
          },{
            "text": "Note - The corner blocks have a hole in the middle so you can secure them in place with rebar. Also, if your pets or local wildlife seem to be getting after your seeds or sprouts, you can use chicken wire or livestock fencing to make a simple cage to help protect your plantlings."
          }
        ]
      }
    ]
  },
  {
      "name": "Growing Basil From Cuttings",
      "pub_date": "8/30/24",
      "header_pic": "basil5.png",
      "featured": false,
      "categories": ["plants","garden", "grow light"],
      "about": "Use cuttings from Pho or from a larger basil plant to grow a new clone",
      "tools": ["box cutter (optional)", "rooting hormone (optional)", "grow light (optional)"],
      "materials": ["basil cuttings", "jar", "small pot", "potting soil"],
      "slides_only": false,
      "phases": [
        {
          "pic": "basil1.png",
          "label": "Selecting Cuttings",
          "paragraphs": [
            {
              "text": " Take green, non-flowering, healthy basil cuttings from 'nodes' (areas where a branches branch off), as close to the bottom the plant as possible (roots from the bottom of the plant root faster). -- or you can also use cuttings from Pho."}
          ]
        },
        {
          "pic": "basilB.png",
          "label": "Cut at 45 degree angle",
          "paragraphs": [{
            "text": "If the root does not come off cleanly at the node (at about a 45 degree angle)."
          }]
        },
        {
          "pic": "basilC.png",
          "label": "To speed-up rooting",
          "paragraphs": [{
            "text": "You can dip the cutting in water then in rooting powder (follow manufacturors instructions for safe handling and disposal of rooting powder!)."
          }]
        },
        {
          "pic": "basil2.png",
          "label": "Set In Well Lit Area",
          "paragraphs": [{
            "text": "Set cutting(s) in a jar that is about 1/4 -1/2 full of water try to keep the leaves out of the water (by draping them over the edge of the jar) and place in a window or under a florescent light or 'grow light'. It should take about 3-10 days for roots to develop. (Note - you can clone other herbs and other herb-like plants in a similar way)"
          }]
        },
        {
          "vid": "t31lLR2nUzk",
          "label": "Transplant to soil",
          "paragraphs": [{
            "text": "Once the basil has sprouted roots, transplant to a small pot, by holding the plantling suspended in a small pot and alternating between shaking dirt and pouring water around the roots of the plantling until the pot is filled with wet soil. When the plant is at least 6 inches tall, and has a hearty stem and vibrant leaves, Transfer to the garden or a larger (as long as it's not too cold outside. Also, if you have a hydroponic setup instead of soil, the rooted cutting can be placed in a 'net pot' filled with clay beads or perelite and introduced into your hydroponic garden)."
          }]
        }
      ]
    },
  {
    "name": "Water Garden / Mosquito Fish pond",
    "header_pic": "pondPopulated.png",
    "pub_date": "9/6/24",
    "featured": false,
    "categories": ["garden"],
    "about": "Its tough to get chickens through the hot Arizona summers, so we made a pond for ours.",
    "tools": [
      "shovel",
      "rake",
      "hand tiller",
      "pickax",
      "hose"
    ],
    "materials": [
      "pond liner",
      "cardboard",
      "waterfall pump",
      "waterfall trough",
      "water pump tubing",
      "river rocks",
      "pea gravel",
      "underwater soil bag",
      "underwater soil mix",
      "water lily rhizome"
    ],
    "slides_only": true,
    "phases": [
      {
        "pic": "pond1.png",
        "label": "Find 'The Spot'",
        "paragraphs": [{
          "text": "Find a source of river rocks and a suitable place for the pond. (Somewhere near an outlet for the waterfall pump and near a garden hose, but with no buried pipes or electrical conduit underneath it and ideally the pond should be in partial shade). Once you've found the spot, limber up, 'cause making a pond is like a month long, full body fitness bootcamp."
        }]
      },{
        "pic": "dig1.png",
        "label": "Start Digging, Soak Hole and Repeat",
        "paragraphs": [{
          "text": "Dig... and soak...and dig"
        }]},{
        "pic": "pond5.png",
        "label": "Carve out shelves",
        "paragraphs": [{
          "text": "Eventually you'll want to start carving a shelf or two around the perimeter of the pond --to set river rocks and planter baskets which will hold the pond liner in place --and to allow for chickens to wade in the shallows. (The angle of the shelves should be no more than 90 degrees --if it's sloping down, everything you try to set on it will fall off once you put the tarp down)."
        }]
      },{
        "pic": "pond6.png",
        "label": "Line pond the pond hole",
        "paragraphs": [{
          "text": "To create a clay-like layer under the pond liner, line the pond hole with pieces of cardboard, soak and stomp down the cardboard so that it fits the shape of the pond and then put down the pond liner (I forgot to take a pic of the pond liner. I also dug a deeper ditch than my pond liner could accommodate so I had to dam up part of my hole at the last minute, but it's been holding fine for almost a year now.)"
        }]
      },{
        "pic": "pond7.png",
        "label": "Place river rocks, fill with water and hope for no leaks",
        "paragraphs": [{
          "text": "Put the pond liner over the wet cardboard and set large river rocks on it to hold the pond liner in place around the contours of the shelves you dug."
        }]
      },
      {
        "vid": "r2b3DIUO9AU",
        "label": "Populate the pond",
        "paragraphs": [{
          "text": "I bought a dozen 'mosquito fish' from a seller on Amazon and I had a couple hundred fish within about three months of filling the pond. I also bought a water lily rhizome, a pond plant basket and soil from Amazon and planted the water lily in the deepest part of the pond away from the pump and waterfall. Note - chickens eat certain types of water lilies."
        }]},
      {
          "pic": "pondPopulated.png",
          "label": "Maintenance",
          "paragraphs": [{
            "text": "I have a leak somewhere in the upper level of my pond, so I put about a bathtub worth of water in each morning. (As it happens, the water draining and fresh water filling also helps to flush out hot water, fish waste and other murk in the water). I also, use my hose to spray the algae on the top of the water to one side, skim it off, and scoop out as much blown-in hay as I can from the shallows of the pond every morning to try to keep the nitrogen and amonia levels suitable for fish and plants."
          }
        ]
      }]
  },
  {
      "name":  "Subway Tile",
      "pub_date": "9/13/24",
      "header_pic": "subsDone.png",
      "featured": false,
      "categories": ["construction", "finishing work"],
      "about": "While doing finishing work at my Tempe house, I found a pretty good/time-consuming way to nicely set subway tile.",
      "tools": [
        "n95 mask (wear when mixing thinset and grout)",
        "trowel (for thinset)",
        "float (for grouting)",
        "5 gallon buckets for mixing and sponging (at least 2)",
        "drill with mixing attachment (or extra gloves for hand mixing)",
        "sponges",
        "t-square",
        "tape measure",
        "flathead screw driver to clean grout lines",
        "tile saw (preferably electric wet saw)",
        "something to measure water",
        "shop vac (to keep things tidy as you go)",
        "dust cloths to wipe down when done with thinset / grout phases"
      ],
      "materials": [
        "disposable gloves (lots)",
        "subway tiles",
        "tile spacers",
        "mosaic tile backing",
        "parchment paper (to put between sheets of tiles after gluing to mesh.",
        "tile paste (to glue to backing)",
        "thinset",
        "grout (natural gray)",
        "grout sealer"
      ],
      "materials_pics": [
        {
          "name": "Tile Mesh",
          "pic": "meshForSubTiles.png"
        }
      ],
      "phases": [
        {
          "pic": "tileStrips.png",
          "paragraphs": [{
            "text": "To make sure my tiles were inline, I used spacers and a t-square (with a ruler) to set and glue tiles on sheets of mosaic mesh (in a tessellating pattern where the end of one row of tiles was offset by 50% from the previous and following row). Pro-tip Gluing tiles is actually a pretty relaxing activity to keep your hands busy while you're streaming your favorite whatever."
          }]
        },{
          "pic": "tilesHighlights.png",
          "paragraphs": [
            {
              "text": "Following the manufacture's instructions to get ratio of dry thinset to water, I used my hand to mix the water with the thinset in a 5 gallon bucket (and then got a new glove when I was done. A drill with a mixing attachment also works well as long as you keep the drill attachment clean). After troweling thin set over a small section, I placed preset sheets of tiles on the wall (such that one sheet interlocked with the next, checking to keep them level across the wall before starting another row on top)."
            }
          ]
        },{
          "pic": "subBath3.png",
          "paragraphs": [
            {
              "text": "I left any areas where tiles needed to be cut for edges, corners, etc open until I had set all the full mesh tile sections I could and then came back and measured and cut tiles to fill in the gaps."
            }
          ]
        },{
          "pic": "subBath4.png",
          "paragraphs": [
            {
              "text": "Once all the tiles were cut and set, I grouted. Note- do not mix too much grout at once especially in a hot room. It gets hard to work with fast."
            }
          ]
        },{
          "pic": "subsDone.png",
          "paragraphs": [
            {
              "text": "A few days after finishing each room, I sealed all the grout."

            }
          ]
        }
      ]
    },
  {
    "name":  "Dealing with Ceilings",
    "pub_date": "9/20/24",
    "header_pic": "cielStart.png",
    "featured": false,
    "categories": ["construction", "finishing work"],
    "about": "Thermal expansion being what it is, drywall ceilings don't seem to do well in Arizona, so Arthur and I did a couple of 'surprise upgrades' to the patio ceiling at our house in Mesa (where we now have a two-tone exposed beam ceiling) and the front patio of my rental house in Tempe (which now has a tongue and groove wood ceiling). In addition to those unaticipated upgrades, we also finished the ceiling in the main room of the new 'additional dwelling unit' at my rental property by installing a 'ship lap' ceiling.",
    "tools": [
      "FOR TWO-TONE EXPOSED BEAM CEILING",
      "pry-bar",
      "hammer with nail puller",
      "electric sander",
      "electric miter saw",
      "FOR WOOD PLANK CEILING",
      "drill -with circular bit large enough to drill out for lights (if necessary)",
      "air-compressor with nail gun attachment",
      "'punch' to tap in any nails that don't go all the way",
      "a vehicle long enough to transport ceiling boards"
    ],
    "materials": [
      "n-95 masks (wear when demoing sanding, and painting the ceiling)",
      "gloves",
      "sand paper",
      "paint, deck sealer or urethane",
      "paint rollers",
      "blue tape or edger (for paint/ stain)",
      "finishing nails",
      "tongue-and-groove or ship-lap wood planks",
      "quarter round or other finishing wood"
    ],
    "slides_only": true,
    "phases": [
      {
        "pic": "tempPatDon.png",
        "paragraphs": [
          {
            "h4": true,
            "text": "The first ceiling to crack was the front patio of my original rental house."
          },
          {
            "text": "When we started to pull down the cracked drywall (with a pry bar), we were surprised to find that the front patio shared the same attic as the house, so a bunch of insulation came down during the demo phase."
          },
          {
            "text": "Once we got it cleaned up, we found that if we cut our 10 ft by 6 in boards in half, we could basically just lay them from the frame of the house across to the frame of the patio, so we cleaned and sanded the frames and glued each, then nailed each board in place (with an air compressor-powered nail gun and 18 gauge nails), snugging one into the next and pre-drilling for lights (and wiring the lights up) as we went along. (Note - Arthur is good with electricity, so it was easy enough for him to disconnect and reconnect the lights while we worked, but I myself, wouldn't attempt the lights alone)."
          },
          {
            "text": "Once all the ceiling boards were grooved together, we framed the ceiling from the bottom with pine baseboards. which we nailed in place (same nails and gun as used for the ceiling boards)"
          },
          {
            "text": "To protect the wood, I applied three coats of Deck Sealer with a paint roller."
          }
        ]
      },{
        "pic": "tempCeilStart.png",
        "paragraphs": [
          {
            "h4": true,
            "text": "Shortly after we finished the patio of my original rental unit, it was our turn to borrow my contractor's scaffolding in my second rental house and finish the new ceiling."
          },{
            "text": "My contractor advised us to use 12 ft x 8 in ship lap boards pinned to the ceiling joists with 18 gauge nails. Ship lap had a very similar look to tongue and groove, but was actually much cheaper and easier to work with (except for the fact that we were working with much longer heavier boards when we did ship lap). My contractor also recommended that we randomly vary the length of the starting board in each row use 'quarter round' to finish the edges, so that's what we did."
          }
        ]
      },{
        "pic": "tempCeilArt.png",
        "paragraphs": [
          {
            "text": "Since this ceiling was much larger than the patio, we couldn't just lay the beams across a frame, for most of the boards, I had to walk up a ladder with one end of a board while Arthur climbed up the scaffolding and we both had to awkwardly hold it in place handing the nail gun back and forth until it was held in place. PRO TIP - All boards must be cut such that they start and end at a ceiling joist (otheriwse the ends will droop)!"
          }
        ]
      },{
        "pic": "tempeCeilSealed.png",
        "paragraphs": [
          {
            "text": "I brushed on two coats of polyurethane to protect the wood."
          }
        ]
      },{
        "pic": "mesaRoof3.png",
        "paragraphs": [
          {
            "h4": true,
            "text": "A couple summers after the tempe drywall ceiling cracked, the ceiling of our house in mesa cracked... and fell"
          },{
            "text": "So my friend and I grabbed hammers and crow bars and ripped the rest of the drywall and nails down."
          },{
            "text": "I sanded each ceiling joist with an electric sander --and n95 mask was really important here because there was mold and mildew on some beams."
          }
        ]
      },{
        "pic": "mesaCielDone.png",
        "paragraphs": [
          {
            "text": "I decided to paint the beams brown to match the trim of our house and the underside of the roof planks white, to give a cottagey two-tone effect."
          }
        ]
      }
    ]
  },
  {
      "name": "Wood Tile Floors",
      "pub_date": "9/27/24",
      "header_pic": "tilingdirty.png",
      "about": "Wear your grubbies, tiling is messy business!",
      "featured": false,
      "categories": ["construction"],
      "tools": [
        "5 gallon buckets for mixing and sponging (at least 2)",
        "trowel (for thinset)",
        "float (for grouting)",
        "sponges",
        "t-square (with ruler)",
        "tape measure",
        "drill with mixing attachment  (or extra gloves for hand mixing)",
        "something to measure water (to hydrate thinset and grout)",
        "flathead screw driver to clean grout lines",
        "tile saw (preferably electric wet saw)",
        "shop vac (to keep things tidy as you go)",
        "dust clothes to wipe down when done with thinset / grout phases"
      ],
      "materials": [
        "n95 mask (wear when mixing thinset and grout)",
        "disposable gloves (lots)",
        "wood-style floor tiles (Glenwood Cherry 7 in. x 20 in. Ceramic Floor and Wall Tile)",
        "tile spacers (3/8 inch)",
        "thin set",
        "grout (coffee bean color)",
        "grout sealer"
      ],
      "phases": [
        {
          "pic": "startingLiv.png",
          "paragraphs": [
            {
              "h4": true,
              "text": "Getting Started"
            },
            {
              "text": "Before mixing the thinset, I did a test layout of the first few tiles of the the first three rows in each room, starting with the first tile in the corner nearest the door (and flowing in the direction you walk after entering the door). To determine the placement of the first tile in the second row, I measured 50% of the length of the tile + half the width of the grout spacer (10.1875 inches total in my case). I used a t-square to line the start of the third row up with the corner tile. And then I went back to the first row and across again, setting tile spacers around the borders of each tile as I went along. "
            },{
              "text": "Once I was happy with the start of my first rows, I followed the manufacture's instructions to get the ratio of dry thinset to water and I used my hand to mix them in a 5 gallon bucket (then got a new glove when I was done). A drill with a mixing attachment also works well as long as you keep the drill attachment clean."
            }
          ]
        },{
          "pic": "startingBed.png",

          "paragraphs": [
            {
              "h4": true,
              "text": "setting tiles"
            },
            {
              "text": "When the thinset was ready, I picked up one tile at a time, starting in the corner, and using a thinset-trowel, I spread thinset directly on to the back of each tile before carefully setting it back into place. I found it easiest to keep my rows straight when I went three at a time, always keeping my first row half a tile ahead of the next row until the end of the row, and then I would start three rows coming back from the opposite wall. Since there is a limited time to work with the thinset (before it hardens), I left the partial tile spaces open (at the end of every other row), deciding to do all the cutting and setting of partial tiles after all the full tiles were set."
            }

          ]
        },{
          "pic": "grouty.png",
          "paragraphs": [
            {
              "h4": true,
              "text": "grouting"
            },
            {
              "text": "When I did our bedroom, I decided to grout half the room at a time (so I could move furniture onto the bare section while I tiled half the room and then move the furniture onto the grouted tiles before starting the second half of the room.) Grouting was rougher on my hands than thinsetting, so when I did the living room, I decided to just move furniture around as I went and grout after all the tiles for the whole room were set (before destroying my fingertips and cuticles with grout)."
            }
          ]
        },{
          "pic": "dogDone.png",
          "paragraphs": [
            {
              "h4": true,
              "text": "Sealing grout"
            },
            {
              "text": "After waiting the recommended time for the grout to cure, I sponged on two coats of grout sealer along all grout lines."
            }
          ]
        }
      ]
    },
  {
      "name": "Built-in Storage Bench",
      "pub_date": "10/4/24",
      "header_pic": "sBenchDone.png",
      "about": "We needed some extra long term storage and also more seating at our dining table, so installing a storage bench/ window seat in our Bay Window was a quick, easy solution!",
      "featured": false,
      "categories": ["construction", "storage"],
      "tools": [
        "tape measure",
        "pencil",
        "electric miter saw (that can pivot to cut a beveled angle)",
        "level",
        "drill",
        "pocket hole drill kit",
        "circular saw or table saw",
        "nail gun"
      ],
      "tool_pics": [
        {
          "name": "Pocket Hole Drill Kit",
          "pic": "pocketHoleDrillKit.png"
        }
      ],
      "materials": [
        "pine 2x4s",
        "1-2 sheets of plywood",
        "trim wood",
        "wood glue",
        "hinges",
        "3 inch pocket screws",
        "3 inch deck or construction screws",
        "16 gauge finishing nails",
        "paint"
      ],
      "phases": [
        {
          "pic": "kitchenWindowStart.png",
          "paragraphs": [
            {
              "h4": true,
              "text": "Measure Space and Build Frame"
            },
            {
              "text": "We used an electric miter saw to cut 2 x4s to frame the bench, leaving the bottom front portion of the frame floating (because we didn’t want to measure the floor). For the back of the frame, to create a shelf for the back of the bench top, we mounted beveled 2x4s flush against the wall, (using a level to check they were flat, before) drilling into the wood that frames the window –this required us to pivot the blade of my saw and do a bevel cut on the end of the frame pieces."
            },
            {
              "h4": true,
              "text": "Note - To measure the angles (for the non-square) walls below our window, you can use a protractor or digital angle finder if you have one or you can use a tape measure, (an AI) and trigonometry to calculate the angles."
            }
          ]
        },{
          "pic": "sBenchFrame.png",

          "paragraphs": [
            {
              "h4": true,
              "text": "Build Supports For The Bench"
            },
            {
              "text": "We used wood glue and a pocket hole drilling kit to make four 90 degree braces that we mounted with pocket screws to the bottom and back frame (these braces now hold the front frame board in place)."
            }

          ]
        },{
          "paragraphs": [
            {
              "h4": true,
              "text": "Cut And Attach Plywood For Bench Top and Front"
            },
            {
              "text": "Using a circular saw, we cut plywood into two triangles (for the sides of the top besides the hinged lid), a narrow rectangle to mount against the back of the storage bench –where the backside of the hinges mount and a larger rectangle for the portion of the benchtop that lifts to access storage. Using wood glue and an air-compressor with a finishing nail gun, we attached the front of the storage bench, the two side triangles and the small back rectangle to the wood frame with 16 gauge nails."
            }
          ]
        },{
          "pic": "sBenchPainted.png",
          "paragraphs": [
            {
              "h4": true,
              "text": "Attach finishing wood and Paint"
            },
            {
              "text": "We had left over quarter round trim form another project, so we used quarter round on the top of the bench to cover up nails etc. We didn’t have enough quarter round to do the front, so I used an L-shaped finishing wood I had from a different project to trim the front of the bench. (It would have been better off with ‘quarter round’ though because I’m always stepping on the bottom of the L when I open or close the blinds behind the bench now)."
            },
            {
              "text": "Note - We painted before we attached the hinges to save from getting paint all over the hinges.\n"
            }
          ]
        },{
          "pic": "sBenchOpen.png",
          "paragraphs": [
            {
              "h4": true,
              "text": "Attach Hinges"
            },
            {
              "text": "We bought the longest hinges we could find to give as much support as possible for the heavy plywood lid of the bench. It’s been holding up well for several years now"}
          ]
        }
      ]
    },
    {
      "name": "Pipe Furniture",
      "pub_date": "10/11/24",
      "header_pic": "pipeFurnitureDone.png",
      "about": "I knew I wanted to use iron pipes to do open shelves in my new rental unit, so I bought a lot of pipes and had plenty left over to make some fun furniture pieces for our house too",
      "featured": false,
      "categories": ["furniture"],
      "tools": [
        "pipe wrench",
        "level"
      ],
      "materials": [
        "pipes",
        "painters tape",
        "wood (for shelves/table tops)",
        "pipe brackets (to mount wood)",
        "stain (for wood)",
        "clear rus-o-leum or similar to prevent pipes rusting",
        "2-part epoxy (to glue pipe joints)",
        "mixing vessels (e.g. cups) for epoxy",
        "stirring stick for epoxy",
        "construction screws (if mounting to a floor or wall)"
      ],
      "phases": [
        {
          "pic": "pipeFurn1.png",
          "paragraphs": [
            {"text": "Planning",
              "h4": true
            },
            {
              "text": "I didn't start with any particular plan for any of the pipe furniture I built. I basically just looked (online) at what other people were doing with them and tried to copy other folks designs for the most part, but I modified things a bit to fit my space and needs."
            },{
              "text": "For joints where three or four pipes meet, I found having a 1 or 2 inch pipe was helpful to enable me to let a thread or two out on one side or another to make things symmetrical."
            }
          ]
        },{
          "pic": "pipeFurn2.png",
          "paragraphs": [
            {"text": "Rough Assembly",
              "h4": true
            },
            {
              "text": "Once you have an idea of your design, assemble it in 'one-dimensional chunks' "
            },
            {
              "text": "It's important not to over tighten anything until you're certain you have finalized your design... keep a pipe wrench handy in case you do over-tighten though."
            }
          ]
        },{
          "pic": "pipeFurnitureDone.png",
          "paragraphs": [
            {"text": "Finishing",
              "h4": true
            },
            {
              "text": "I sprayed all of the furniture with a coat of clear rustoleum after I assembled them"
            },
            {
              "text": "For one of my free-standing pieces where I was worried about loose joints, I used a two-part epoxy resin to hold the joints together -- once I had a rough assembly I was happy with, I unscrewed each pipe from each joint, dipped it in epoxy and screwed it back in place, the epoxy has been holding for a few years. The rest of my freestanding pieces are just screwed together and coated with rustoleum."
            },
            {
              "text": "For the open-face kitchen cabinets, I used a flange to attach the shelves to the wall. (We had thought about putting some type of gasket between the tile wall and the flange, but we ended up just drilling through the tile and mounting without any protective backing and has been holding up fine for three years now)"
            }

          ]
        }
      ]
    }
]
}